function getPreTitle(title) {
    return 'Акварель «' + title + '»'
}

var works = [
    {
        title: 'Осенний этюд',
        description: '. Умиротворение, спокойное ожидание отдыха и вечерней тишины. Обнимающая теплота заката. Крики птиц уносят последние впечатления лета на юг.',
        image: './assets/images/works/osen.jpg',
    },
    {
        title: 'Ранняя весна',
        description: '. Конец суровой зимы. Забытая лодка на замёрзшем озере. Напоминание об одиночестве и бренности бытия. Чувство тихой грусти, ожидание тёплого лета и возрождения природы.',
        image: './assets/images/works/vesna.png',
    },
    {
        title: 'Жара',
        description: '. Сиеста в Италии. Плавящая жара,  тягучий, густой воздух наполняют собой пространство вызженного ландшафта. Скрывающееся солнце даёт надежду на окончание знойного дня.',
        image: './assets/images/works/zhara.png',
    },
    {
        title: 'Былое величие',
        description: '. Половодье после лютой снежной зимы. Покинутый кров в ожидании обновления. Грусть по былому величию, неизбежности опустошения. В день долгожданной встречи принесшей разочарование.',
        image: './assets/images/works/velichie.jpg',
    },
    {
        title: 'Мистический лес',
        description: ' скрывает туман ещё не наступившего утра. Спящее озеро предвкушает новые впечатления дня. Вода отдаёт последнее накопившееся тепло туману.',
        image: './assets/images/works/les.jpg',
    },
    {
        title: 'Закат',
        description: '. Закат скоро погаснет. Яркий багрянец озаряет деревья, кусты и поле. Приятный теплый воздух, как будто густой. Завтрашний день тоже будет жарким.',
        image: './assets/images/works/zakat.jpg',
    },
    {
        title: 'Летний день',
        description: '. Летний свежий день, не обременёный заботами. Слышен стрёкот бодрых кузнечиков. Расслабляющая теплота и свежесть воздуха. Верерок шумит сочной осокой.',
        image: './assets/images/works/letniy-den.jpg',
    },
    {
        title: 'Февраль',
        description: '. Тишина застыла и замёрзла. Только первые лучи рассвета мягко озаряют снег. Деревья улыбаются своему отражению.',
        image: './assets/images/works/fevral.png',
    },
    {
        title: 'Октябрь',
        description: '. Ещё не опавшая листва. Запоминающиеся моменты тёплой и легкой осенней погоды. Наслаждение ярким моментом осени.',
        image: './assets/images/works/october.png',
    },
    {
        title: 'Лилии',
        description: '. Чистота белого цвета и переливы нежных оттенков. Трепетные полупрозрачные лепестки хрустят на ветру.',
        image: './assets/images/works/lilii.png',
    },
    {
        title: 'Розовое шампанское',
        description: ' - всплеск эмоций восторга и радости. Наслаждение ярким моментом жизни. Миг захлёстывающей эйфории.',
        image: './assets/images/works/shampanskoe.png',
    },
    {
        title: 'Тигровая лилия',
        description: '. Сложный красно-оранжевый цвет на тёмном фоне. Серьёзный цветок с ярким центром. Многогранность оттенков завораживает.',
        image: './assets/images/works/tigr.png',
    },
    {
        title: 'Пурпл леди',
        description: '. Сложный лососевый оттенок с сиреневым краем. Благородный, гофрированный цветок лилии с нежным ароматом французских духов.',
        image: './assets/images/works/ledi.png',
    },
]